[
    {
        "title": "FRONT-END",
        "technologies": [
            {
                "name": "HTML",
                "logo": "img"
            },
            {
                "name": "CSS",
                "logo": "img"
            },
            {
                "name": "SASS",
                "logo": "img"
            },
            {
                "name": "JS",
                "logo": "img"
            },
            {
                "name": "REACT",
                "logo": "img"
            }
        ],
        "subtitle": "Création d'application web",
        "paragraph": "Internet possède une dimensionnalité enlisée par une certaine abstraction créative que l'être humain enrichit en dépensant une valeur quantitative mais précieuse : le temps. Il se trouve que le développement web nous offre une forme de concrétisation immédiate, une récompense visuelle instantanée. C'est face à la page blanche qu'on envisage le plus beau des projets. Oser, imaginer et créer. Les idées fusent, ma motivation est stratosphérique et ma verbe peut-être un peu lunaire. Peut-être pourrions-nous échanger davantage pour réaliser ce projet ensemble ?"
    },
    {
        "title": "BACK-END",
        "technologies": [
            {
                "name": "NODEJS",
                "logo": "img"
            },
            {
                "name": "EXPRESS",
                "logo": "img"
            }
        ],
        "subtitle": "Gestion de base de donnée",
        "paragraph": "Dans mon projet backend, j'ai créé un système complet de gestion des données en utilisant Node.js, Express, et MongoDB. J'ai mis en place des routes CRUD (Create, Read, Update, Delete) pour permettre aux utilisateurs d'effectuer toutes les opérations essentielles sur les données de l'application de manière sécurisée. J'ai utilisé Express pour gérer ces routes et j'ai intégré une base de données MongoDB pour stocker et organiser les informations."
    },
    {
        "title": "INFOGRAPHIE",
        "technologies": [
            {
                "name": "LOGO",
                "logo": "img"
            },
            {
                "name": "MAQUETTAGE",
                "logo": "img"
            },
            {
                "name": "UI/UX",
                "logo": "img"
            }
        ],
        "subtitle": "Création de l'identité graphique",
        "paragraph": "Ma passion pour l'infographie, le web design et la création de logos remonte à de nombreuses années, et c'est cette passion qui m'a poussé à me plonger profondément dans ces domaines créatifs. L'infographie est bien plus qu'une simple activité pour moi ; c'est une véritable source d'inspiration et d'expression artistique. L'une de mes plus grandes satisfactions réside dans la conception de logos. Créer l'identité visuelle d'une marque, lui donner vie à travers des formes, des couleurs et des typographies uniques est un défi que je relève avec enthousiasme. Chaque logo que je crée raconte une histoire, transmet des valeurs et communique l'essence même de la marque."
    }
]